/**/
"Cancel" = "إلغاء";
/**/
"Delete" = "حذف";
/**/
"Open" = "فتح";
/**/
"Edit" = "تحرير";
/**/
"Yes" = "نعم";

/*Geometry Edit Action Name*/
"Apply Geometry" = "تطبيق الشكل الهندسي";
/*Geometry Edit Action Name*/
"Clear Geometry" = "مسح الشكل الهندسي";
/*Geometry Edit Action Name*/
"Delete Vertex" = "حذف النقطة القممية";
/*Geometry Edit Action Name*/
"Insert Part" = "إدراج جزء";
/*Geometry Edit Action Name*/
"Insert Vertex" = "إدارج نقطة قممية";
/*Geometry Edit Action Name*/
"Move Vertex" = "تحريك النقطة القممية";
/*Geometry Edit Action Name*/
"Remove Part" = "إزالة جزء";

/*Collecting attachments*/
"Add" = "إضافة";
/*Collecting attachments*/
"Take Photo or Video" = "التقاط صورة أو فيديو";
/*Collecting attachments*/
"Choose From Library" = "اختيار من المكتبة";
/*Collecting attachments*/
"Photo" = "صورة";
/*Collecting attachments*/
"Video" = "فيديو";
/*Collecting attachments*/
"Save To Photo Library" = "حفظ في مكتبة الصور";
/*Collecting attachments*/
"Download" = "تحميل";

/*Date attribute*/
"Today" = "اليوم";

/**/
"Attachments" = "المرفقات";
"Attributes" = "السمات";

/**/
"Open in Safari" = "فتح في Safari";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "أدخل رقمًا بين %i و %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "أدخل رقمًا بين %f و%f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "عدد الحروف كبير جدًا (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "الرقم يقع خارج النطاق المقبول.";

/* BLOB, RASTER, etc */
"Field type not supported" = "نوع الحقل غير مدعوم.";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d من %d";

/**/
"ChangingFeatureTypeAlertTitle" = "يتم الآن تغيير نوع الميزة";
"ChangingFeatureTypeAlertMessage" =  "أنت تقوم الآن بتغيير نوع الميزة، والتي من المحتمل أن تؤدي للكتابة فوق قيم الحقل. هل ترغب بالفعل في القيام بذلك؟";

/**/
"Data for pie chart is invalid" = "بيانات المخطط الدائري غير صحيحة";
"No data to create a pie chart" = "لا توجد بيانات لإنشاء مخطط دائري";

/**/
"createUserSeconds" = "تم الإنشاء بواسطة %@ منذ ثوان";

/**/
"createUserMinute" = "تم الإنشاء بواسطة %@ منذ دقيقة";

/**/
"editUserSeconds" = "تم التحرير بواسطة %@ منذ ثوان";

/**/
"editUserMinute" = "تم التحرير بواسطة %@ منذ دقيقة";

/**/
"createSeconds" = "تم الإنشاء منذ ثوانٍ";

/**/
"createMinute" = "تم الإنشاء منذ دقيقة";

/**/
"editSeconds" = "تم التحرير منذ ثوانٍ";

/**/
"editMinute" = "تم التحرير منذ دقيقة";

/**/
"createUserMinutes" = "تم الإنشاء بواسطة %@ منذ %d دقيقة (دقائق)";

/**/
"createUserHour" = "تم الإنشاء بواسطة %@ منذ ساعة";

/**/
"createUserHours" = "تم الإنشاء بواسطة %@ منذ %d ساعة (ساعات)";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "تم الإنشاء بواسطة %@ يوم %@ في %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "تم الإنشاء بواسطة %@ يوم %@ في %@";

/**/
"editUserMinutes" = "تم التحرير بواسطة %@ منذ %d دقيقة (دقائق)";

/**/
"editUserHour" = "تم التحرير بواسطة %@ منذ دقيقة";

/**/
"editUserHours" = "تم التحرير بواسطة %@ منذ %d ساعة (ساعات)";

/**/
"editUserWeekDay" = "تم التحرير بواسطة %@ يوم %@ في %@";

/**/
"editUserFull" = "تم التحرير بواسطة %@ يوم %@ في %@";

/**/
"createUser" = "تم الإنشاء بواسطة %@";

/**/
"editUser" = "تم التحرير بواسطة %@";

/**/
"createMinutes" = "تم الإنشاء منذ %d دقيقة (دقائق)";

/**/
"createHour" = "تم الإنشاء منذ ساعة";

/**/
"createHours" = "تم الإنشاء منذ %d ساعة (ساعات)";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "تم الإنشاء يوم %@ في %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "تم الإنشاء يوم %@ في %@";

/**/
"editMinutes" = "تم التحرير منذ %d دقيقة (دقائق)";

/**/
"editHour" = "تم التحرير منذ ساعة";

/**/
"editHours" = "تم التحرير منذ %d ساعة (ساعات)";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "تم التحرير يوم %@ في %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "تم التحرير يوم %@ في %@";